Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Token copied to clipboard.
sv: Token kopierad till urklipp.

source: Copy token to clipboard
sv: Kopiera token till urklipp

source: Token created. Please save it now, as it won't be displayed again: %(token)s
sv: Token skapad. Spara det nu, eftersom det inte kommer att visas igen: %(token)s

source: When changing the repository URL, the existing content will be merged with new repository. This will work just fine if the repository has been moved to a different location. If the repository content is different, it might be better to create new translation component.
sv: När du ändrar arkiv-URL så kommer det befintliga innehållet att slås samman med nya arkivet. Detta fungerar bra om arkivet har flyttats till en annan plats. Om arkivinnehållet är olika kan det vara bättre att i stället skapa en ny översättningskomponent.

source: Open in Zen mode
sv: Öppna i Zen-läge

source: Configure editor
sv: Konfigurera editor

source: Permalink copied to clipboard.
sv: Permalänk kopierad till urklipp.

source: Copy permalink
sv: Kopiera permalänk

source: Forbidden glossary term
sv: Förbjuden ordlistepost

source: Glossary term
sv: Ordlistepost

source: Source change
sv: Ändring i källa

source: Intermediate language
sv: Mellanliggande språk

source: Explanation
sv: Förklaring

source: Report issue with the source string
sv: Rapportera ett problem med källsträngen

source: Delete string
sv: Ta bort sträng

source: Add variant of this string
sv: Lägg till variant av denna sträng

source: Add alternative translation
sv: Lägg till alternativ översättning

source: Save and continue
sv: Spara och fortsätt

source: Save and stay
sv: Spara och stanna

source: Insufficient privileges for adding suggestions.
sv: Du har inte behÃ¶righet att lÃ¤gga till fÃ¶rslag.

source: Suggest
sv: Föreslå

source: Messages placed around this one
sv: Meddelanden placerade runt detta

source: Nearby strings
sv: Närliggande strängar

source: Strings with similar keys
sv: Strängar med liknande nycklar

source: Similar keys
sv: Liknande nycklar

source: Variants of the string
sv: Varianter av strängen

source: Variants
sv: Varianter

source: Other occurrences
sv: Andra förekomster

source: Computer-aided translation suggestions
sv: Datorstött översättningsförslag

source: Translations of this string in the other languages
sv: Översättningar av denna sträng till andra språk

source: Other languages
sv: Andra språk

source: List of recent changes done in Weblate
sv: Lista av ändringar nyligt gjorda i Weblate

source: Showing only subset of the strings as there were too many matches.
sv: Visar endast delmängd av strängarna eftersom det var för många matchningar.

source: Difference to current string
sv: Skillnad mot aktuell sträng

source: Apply selected translation to all propagated strings
sv: Tillämpa vald översättning på alla fortplantade strängar

source: Apply selected translation to current string
sv: Tillämpa vald översättning på aktuell sträng

source: Browse all string changes
sv: Utforska alla strängändringar

source: Suggested change
sv: FÃ¶reslagen Ã¤ndring

source: Origin
sv: Ursprung

source: Similarity
sv: Likhet

source: New comment
sv: Ny kommentar

source: Comment on this string for fellow translators and developers to read.
sv: Kommentera denna sträng så att andra översättare och utvecklare kan läsa det.

source: Things to check
sv: Saker att kontrollera

source: Enforced
sv: Tvingande

source: Fix string
sv: Rättningssträng

source: For all languages
sv: För alla språk

source: Selecting this option will set the corresponding ignore flag.
sv: Genom att välja detta alternativ aktiveras motsvarande flagga för ignorering.

source: This string was translated automatically by %(author)s.
sv: Denna sträng översattes automatiskt av %(author)s.

source: Translation quality filter
sv: Filter för översättningskvalitet

source: Browse glossary %(name)s
sv: Bläddra ordlista %(name)s

source: Add term to glossary
sv: Lägg till post i ordlistan

source: Unit identifier
sv: Enhetsidentifierare

source: Unit identifier copied to clipboard.
sv: Enhetsidentifierare kopierad till urklipp.

source: String information
sv: Stränginformation

source: No screenshot currently associated.
sv: Ingen skärmdump är för närvarande associerad.

source: No explanation currently provided.
sv: Ingen förklaring är för närvarande tillhandahållen.

source: No labels currently set.
sv: Inga etiketter är satta för tillfället.

source: Flags
sv: Flaggor

source: No flags currently set.
sv: Inga flaggor är satta för tillfället.

source: String age
sv: Strängålder

source: Last updated
sv: Senast uppdaterad

source: Source string age
sv: Källsträngens ålder

source: %(filename)s, string %(position)s
sv: %(filename)s, sträng %(position)s

source: string %(position)s
sv: sträng %(position)s

source: Pending changes not yet committed to the Weblate repository
sv: Väntande ändringar som ännu inte har arkiverats i Weblate-arkivet

source: Inherited flags
sv: Ärvda flaggor

source: <code>%(flags)s</code> was extracted from %(filename)s.
sv: <code>%(flags)s</code> har hämtats från %(filename)s.

source: <code>%(flags)s</code> is inherited from %(object)s.
sv: <code>%(flags)s</code> ärvs från %(object)s.

source: Add a new variant for "%(existing)s"
sv: Lägg till en ny variant för "%(existing)s"

source: Download statistics (CSV)
sv: Hämta statistik (CSV)

source: Download statistics (JSON)
sv: Hämta statistik (JSON)

source: Download translation
sv: Ladda ner översättning

source: Customize download
sv: Anpassad nerladdning

source: Other components
sv: Andra komponenter

source: Browse all components
sv: Utforska alla komponenter

source: Browse all translation changes
sv: Utforska alla översättningsändringar

source: You can add a new translation string here, it will automatically appear in all translations.
sv: Här kan du lägga till en ny översättningssträng och den kommer att visas automatiskt i alla översättningar.

source: Quick downloads
sv: Snabbnedladdningar

source: File in original format as translated in the repository
sv: Filen i originalformat som översatts i arkivet

source: All strings, converted files enriched with comments; suitable for offline translation
sv: Alla strängar, konverterade filer inklusive kommentarer; lämplig för offlineöversättning

source: Unfinished strings, converted files enriched with comments; suitable for offline translation
sv: Ofärdiga strängar, konverterade filer inklusive kommentarer; lämplig för offlineöversättning

source: The uploaded file will be merged with the current translation.
sv: Den uppladdade filen kommer att sammanfogas med nuvarande översättningen.

source: Select it from the dropdown menu if you want to overwrite already translated strings.
sv: Välj det från rullgardinsmenyn om du vill skriva över redan översatta strängar.

source: The message is shown on the translation page, until its given expiry, or deletion.
sv: Meddelandet visas på översättningssidan, så länge det är giltigt eller tills det tas bort.

source: Invitations
sv: Inbjudningar

source: Invitation
sv: Inbjudan

source: Invitation to Weblate
sv: Inbjudan till Weblate

source: Please sign-in to view this invitation.
sv: Logga in för att se inbjudan.

source: This invitation belongs to a different user.
sv: Denna inbjudan tillhör en annan användare.

source: Invitation to %(project_name)s
sv: Inbjudan till %(project_name)s

source: Accept invitation
sv: Acceptera inbjudan

source: Promoting translation projects
sv: Främja översättningsprojekt

source: You can point newcomers to the introduction page at %(engage_link)s.
sv: Du kan hänvisa nykomlingar till introduktionssidan på %(engage_link)s.

source: Promoting specific translations
sv: Gör reklam för specifika översättningar

source: Besides promoting the whole translation project, you can also choose a specific language or component to promote:
sv: Förutom att göra reklam för hela översättningsprojekt kan du också välja ett specifikt språk eller komponent:

source: Image widgets
sv: Bildwidgetar

source: You can use the following widgets to promote translation of your project. They can increase the visibility of your translation projects and bring in new contributors.
sv: Du kan använda följande widgetar för att främja översättning av ditt projekt. De kan öka synligheten på dina översättningsprojekt och locka till sig nya medarbetare.

source: Code
sv: Kod

source: BBCode
sv: BB-kod

source: Textile code
sv: Textile-kod

source: Live Preview
sv: Förhandsvisa direkt

source: Embed code copied to clipboard.
sv: Inbäddningskod kopierad till urklipp.

source: Embed Code
sv: Bädda in kod

source: Open in full editor
sv: Öppna i full editor

source: The translation has come to an end.
sv: Översättningen har nått slutet.

source: Edit in single string mode
sv: Redigera en sträng åt gången

source: Exit Zen
sv: Avsluta Zen

source: Resource updated
sv: Resursen uppdaterad

source: Translation completed
sv: Översättning klar

source: Translation changed
sv: Översättning ändrad

source: Comment added
sv: Kommentar tillagd

source: Translation added
sv: Översättning tillagd

source: Suggestion accepted
sv: Förslag accepterat

source: Translation reverted
sv: Översättning återställd

source: Translation uploaded
sv: Översättning skickad

source: Source string added
sv: Källsträng tillagd

source: Component locked
sv: Komponent låst

source: Component unlocked
sv: Komponent olåst

source: Changes committed
sv: Ändringar arkiverade

source: Changes pushed
sv: Ändringar skickade

source: Repository reset
sv: Arkivåterställning

source: Repository merged
sv: Arkivet sammanslaget

source: Repository rebased
sv: Arkivet ombaserat

source: Repository merge failed
sv: Sammanslagning av arkiv misslyckades

source: Repository rebase failed
sv: Ombasering av arkiv misslyckades

source: Parsing failed
sv: Tolkning misslyckades

source: Translation removed
sv: Översättning borttagen

source: Suggestion removed
sv: Förslaget borttaget

source: Translation replaced
sv: Översättning ersatt

source: Repository push failed
sv: Skicka arkiv misslyckades

source: Suggestion removed during cleanup
sv: Förslaget borttaget vid rensning

source: Source string changed
sv: Källsträngen ändrad

source: String added
sv: Sträng tillagd

source: Bulk status changed
sv: Mass-statusändring

source: Visibility changed
sv: Synlighet ändrad

source: User added
sv: Användare tillagd

source: User removed
sv: Användare borttagen

source: Translation approved
sv: Översättning godkänd

source: Marked for edit
sv: Flaggad för redigering

source: Component removed
sv: Komponent borttagen

source: Project removed
sv: Projektet borttaget

source: Project renamed
sv: Projekt bytte namn

source: Component renamed
sv: Komponent bytte namn

source: Moved component
sv: Komponent flyttad

source: Contributor joined
sv: Bidragsgivare gick med

source: Announcement posted
sv: Meddelande publicerat

source: Alert triggered
sv: Varning utlöst

source: Language added
sv: Språk tillagt

source: Language requested
sv: Språk begärt

source: Project created
sv: Projekt skapat

source: Component created
sv: Komponent skapad

source: User invited
sv: Användare inbjuden

source: Repository notification received
sv: Arkivavisering mottaget

source: Translation replaced file by upload
sv: Översättning ersatte fil genom uppladdning

source: License changed
sv: Licens ändrad

source: Contributor license agreement changed
sv: Ändrat licensavtal för bidragsgivare

source: Screenshot added
sv: Skärmdump tillagd

source: Screenshot uploaded
sv: Skärmdump uppladdad

source: String updated in the repository
sv: Sträng uppdaterad i arkivet

source: Add-on installed
sv: Tillägg installerat

source: Add-on configuration changed
sv: Tilläggskonfigurationen har ändrats

source: Add-on uninstalled
sv: Tillägget avinstallerat

source: String removed
sv: Sträng borttagen

source: Comment removed
sv: Kommentar borttagen

source: Comment resolved
sv: Kommentar lÃ¶st

source: Explanation updated
sv: Förklaring uppdaterad

source: Category removed
sv: Kategori borttagen

source: Category renamed
sv: Kategori omdöpt

source: Category moved
sv: Kategori flyttad

source: Saving string failed
sv: Strängsparning misslyckades

source: String added in the repository
sv: Sträng tillagd i arkivet

source: String updated in the upload
sv: Sträng uppdaterad i uppladdningen

source: String added in the upload
sv: Sträng tillagd i uppladdningen

source: Translation updated by source upload
sv: Översättning uppdaterad genom källuppladdning

source: Component translation completed
sv: Komponentöversättning slutförd

source: Applied enforced check
sv: Tillämpad tvångskontroll

source: Propagated change
sv: Propagerad ändring

source: File uploaded
sv: Fil uppladdad

source: Extra flags updated
sv: Extra flaggor uppdaterade

source: Font uploaded
sv: Teckensnitt uppladdat

source: Font changed
sv: Teckensnitt ändrat

source: Font removed
sv: Teckensnitt borttaget

source: Forced synchronization of translations
sv: Tvingad synkronisering av översättningar

source: Forced rescan of translations
sv: Tvingad omskanning av översättningar

source: Screenshot removed
sv: Skärmdump togs bort

source: Label added
sv: Etikett tillagd

source: Label removed
sv: Etikett togs bort

source: Repository cleanup
sv: Arkivrensning

source: Commit pending changes
sv: Arkivera väntande ändringar

source: Update VCS repository
sv: Uppdatera VCS-arkiv

source: Update quality checks
sv: Uppdatera kvalitetskontroller

source: Administrators
sv: Administratörer

source: VCS repositories
sv: VCS-arkiv

source: Weblate translations
sv: Weblate-översättningar

source: Trailing ellipsis
sv: Avslutande ellips

source: Control characters
sv: Kontrolltecken

source: Apostrophes in Java MessageFormat
sv: Apostrofer i Java MessageFormat

source: Trailing and leading whitespace
sv: Avslutande och inledande mellanslag

source: Automatic translation completed, no strings were updated.
sv: Automatisk översättning klar. Inga strängar uppdaterade.

source: Automatic translation failed: %s
sv: Automatisk översättning misslyckades: %s

source: The component was automatically locked because of an alert.
sv: Komponenten låstes automatiskt på grund av en varning.

source: Fixing an alert automatically unlocked the component.
sv: Åtgärdandet av en varning låste upp komponenten automatiskt.

source: File upload mode:
sv: Filuppladdningsläge:

source: The â{}â file was changed.
sv: Filen "{}" har Ã¤ndrats.

source: Parsing of the â{}â file was enforced.
sv: Tolkning av filen "{}" genomfÃ¶rdes.

source: File â{}â was added.
sv: Filen "{}" har lagts till.

source: The license of the "%(component)s" component was changed from %(old)s to %(target)s.
sv: Licensen för komponenten "%(component)s" ändrades från %(old)s till %(target)s.

source: Original revision: {}
sv: Ursprunglig revision: {}

source: New revision: {}
sv: Ny revision: {}

source: Context
sv: Sammanhang

source: Current translation
sv: Nuvarande översättning

source: Previous translation
sv: Tidigare översättning

source: State: %(state)s
sv: Tillstånd: %(state)s

source: Hosted Weblate, the place to localize your software project.
sv: Hosted Weblate, platsen för översättning av ditt projekt.

source: This site runs Weblate for localizing various software projects.
sv: Webbplatsen använder Weblate för att översätta diverse programvaruprojekt.

source: File mask matches the main component.
sv: Filmask matchar huvudkomponenten.

source: {filename} ({parameter}) does not exist.
sv: {filename} ({parameter}) finns inte.

source: Recent changes on %s
sv: Senaste ändringar på %s

source: All recent changes made using Weblate on %s.
sv: Alla de senaste ändringarna gjorda med Weblate i %s.

source: Recent changes in %s
sv: Senaste ändringar i %s

source: All recent changes made using Weblate in %s.
sv: Alla de senaste ändringarna gjorda med Weblate i %s.

source: Sort JSON keys
sv: Sortera JSON-nycklar

source: JSON indentation
sv: JSON-indentering

source: JSON indentation style
sv: Stil för indentering av JSON

source: Spaces
sv: Mellanslag

source: Avoid spaces after separators
sv: Undvik mellanslag efter avgränsare

source: Long lines wrapping
sv: Radbrytning av långa rader

source: Wrap lines at 77 characters and at newlines (xgettext default)
sv: Radbyt efter 77 tecken och vid radbrytningar (standard för xgettext)

source: Only wrap lines at newlines (like 'xgettext --no-wrap')
sv: Radbryt bara rader vid nyrader (som 'xgettext --no-wrap')

source: No line wrapping
sv: Ingen radbrytning

source: By default, gettext wraps lines at 77 characters and at newlines. With the --no-wrap parameter, wrapping is only done at newlines.
sv: Som standard bryter gettext rader vid 77 tecken och vid radbrytningar. Med parametern --no-wrap bryts rader endast vid radbrytningar.

source: Keep previous msgids of translated strings
sv: Behåll tidigare msgid för översatta strängar

source: Do not include location information in the file
sv: Inkludera inte platsinformation i filen

source: Use fuzzy matching
sv: Använd fuzzy-matchning

source: YAML indentation
sv: YAML-indentering

source: Wrap lines at 80 chars
sv: Radbryt efter 80 tecken

source: Wrap lines at 100 chars
sv: Radbyte efter 100 tecken

source: Wrap lines at 120 chars
sv: Radbyte efter 120 tecken

source: Wrap lines at 180 chars
sv: Radbyte efter 180 tecken

source: Line breaks
sv: Radbrytningar

source: Include closing tag for blank XML tags
sv: Inkludera avslutande tagg för tomma XML-taggar

source: FlatXML Root name
sv: FlatXML-rotnamn

source: FlatXML value name
sv: FlatXML-värdenamn

source: FlatXML key name
sv: FlatXML-nyckelnamn

source: Encoding used for iOS strings files
sv: Kodning som används för sträng-filer till iOS

source: Auto-detect
sv: Upptäck automatiskt

source: Encoding used for CSV files
sv: Kodning som används för CSV-filer

source: Encoding used for simple CSV files
sv: Kodning som används för enkla CSV-filer

source: All strings
sv: Alla strängar

source: Read-only strings
sv: Skrivskyddade strängar

source: Untranslated strings
sv: Oöversatta strängar

source: Strings marked for edit
sv: Strängar som behöver redigeras

source: Strings with variants
sv: Strängar med varianter

source: Strings with screenshots
sv: Strängar med skärmdumpar

source: Strings with labels
sv: Strängar med etiketter

source: Strings with context
sv: Strängar med kontext

source: Unfinished strings without suggestions
sv: Ofärdiga strängar utan förslag

source: Translated strings with any failing checks
sv: Översatta strängar med fallerande kontroller

source: Translated strings with dismissed checks
sv: Översatta strängar med avfärdade kontroller

source: Approved strings
sv: Godkända strängar

source: Strings waiting for review
sv: Strängar som väntar på granskning

source: Strings without screenshots
sv: Strängar utan skärmdumpar

source: Strings without a label
sv: Strängar utan etikett

source: Pluralized string
sv: Pluraliserad sträng

source: Failing check: {}
sv: Fallerad kontroll: {}

source: Custom search
sv: Anpassad sökning

source: Labeled: {}
sv: Med etikett: {}

source: Invalid date!
sv: Ogiltigt datum!

source: The starting date has to be before the ending date.
sv: Startdatumet måste vara innan slutdatumet.

source: Invalid checksum specified!
sv: Ogiltig kontrollsumma angiven!

source: Toggle text direction
sv: Ändra textriktning

source: Alternative translation
sv: Alternativ översättning

source: The string you wanted to translate is no longer available.
sv: Strängen du ville översätta är ej längre tillgänglig.

source: Strings are usually marked as "Needs editing" after the source string is updated, or when marked as such manually.
sv: Strängar är normalt flaggade med "Behöver redigeras" efter att källsträngen uppdaterats, eller när flaggan satts manuellt.

source: Review state
sv: Granskningstillstånd

source: Additional explanation to clarify meaning or usage of the string.
sv: Ytterligare förklaring för att klargöra innebörden eller användningen av strängen.

source: Source string explanation
sv: Förklaring av källsträng

source: Translation explanation
sv: Förklaring till översättning

source: The source string has changed meanwhile. Please check your changes.
sv: Källsträngen har ändrats under tiden. Kontrollera dina ändringar.

source: The translation of the string has changed meanwhile. Please check your changes.
sv: Översättning av strängen har ändrats under tiden. Kontrollera dina ändringar.

source: Translation text too long!
sv: Översättningstexten är för lång!

source: File upload mode
sv: Filuppladdningsläge

source: Processing of "Needs editing" strings
sv: Behandling av strängar som behöver redigeras

source: Do not import
sv: Importera inte

source: Import as "Needs editing"
sv: Importera som "Behöver redigeras"

source: Import as translated
sv: Importera som översatt

source: Conflict handling
sv: Konflikthantering

source: Whether to overwrite existing translations if the string is already translated.
sv: Om du vill ersätta befintliga översättningar om strängen är redan översatt.

source: Change only untranslated strings
sv: Ändra endast oöversatta strängar

source: Change translated strings
sv: Ändra översatta strängar

source: Change translated and approved strings
sv: Ändra översatta och godkända strängar

source: Author name
sv: Författarens namn

source: Author e-mail
sv: Författarens e-post

source: Could not find the merged string.
sv: Kunde inte hitta den sammanfogade strängen.

source: Could not find the reverted change.
sv: Kunde inte hitta den återställda ändringen.

source: Automatic translation mode
sv: Automatiskt översättningsläge

source: Please note that translating all strings will discard all existing translations.
sv: Observera att om du översätter alla strängar kommer alla befintliga översättningar att slängas.

source: Source of automated translations
sv: Källa för automatiserade översättningar

source: Other translation components
sv: Andra översättningskomponenter

source: Machine translation
sv: Maskinöversättning

source: Turn on contribution to shared translation memory for the project to get access to additional components.
sv: Aktivera bidrag till delat Ã¶versÃ¤ttningsminne fÃ¶r projektet fÃ¶r att fÃ¥ tillgÃ¥ng till ytterligare komponenter.

source: Machine translation engines
sv: Översättningsmotor

source: Score threshold
sv: Poänggräns

source: Enter slug of a component to use as source, keep blank to use all components in the current project.
sv: Ange URL-slug fÃ¶r den komponent som ska anvÃ¤ndas som kÃ¤lla, lÃ¤mna tom fÃ¶r att anvÃ¤nda alla komponenter i det aktuella projektet.

source: All components in current project
sv: Alla komponenter i nuvarande projekt

source: Add as suggestion
sv: Lägg till som förslag

source: Add as translation
sv: Lägg till som översättning

source: Add as "Needing edit"
sv: Lägg till som "Behöver redigeras"

source: Add as approved translation
sv: Lägg till som godkänd översättning

source: Component not found!
sv: Komponenten hittades inte!

source: Source component needs to have same source language as target one.
sv: Källkomponenten måste ha samma källspråk som målkomponenten.

source: Source string comment, suggestions for changes to this string
sv: Kommentar till källsträngen, förslag på ändringar i strängen

source: Translation comment, discussions with other translators
sv: Kommentar till översättningen, diskutera med andra översättare

source: Please choose
sv: Välj

source: Allow user to add or remove users from a team.
sv: Tillåt användaren att lägga till eller ta bort användare från en grupp.

source: Block duration
sv: Blockeringens varaktighet

source: Block the user until I unblock
sv: Blockera användaren tills jag tar bort blockeringen
